Repository: fengalin/media-toc
Catalog: po/*.po
Languages: es, fr

source: Build a table of contents from a media file or split a media file into chapters
es: Construye una tabla de contenido a partir de un archivo multimedia o divide un archivo multimedia en capítulos
fr: Construit une table des matières à partir d'un fichier multimédia ou découpe un fichier multimédia en chapitres

source: Display this message
es: Muestra este mensaje
fr: Affiche ce message

source: Print version information
es: Muestra la versión
fr: Affiche la version

source: MEDIA
es: ARCHIVO MULTIMEDIA
fr: MÉDIA

source: Disable video rendering hardware acceleration
es: Desactiva la aceleración de hardware de reproducción de video
fr: Désactive l'accélération matérielle pour la vidéo

source: Path to the input media file
es: Ruta al archivo multimedia
fr: Chemin du fichier multimédia

source: couldn't load configuration: {}
es: No se pudo cargar la configuración: {}
fr: impossible de charger la configuration : {}

source: couldn't write configuration: {}
es: No se pudo escribir la configuración: {}
fr: impossible d'écrire la configuration : {}

source: couldn't serialize configuration: {}
es: No se pudo serializar la configuración: {}
fr: impossible de sérialiser la configuration : {}

source: couldn't create configuration file: {}
es: No se pudo crear el archivo de configuración: {}
fr: impossible de créer le fichier de configuration : {}

source: Failed to initialize GTK
es: No se pudo inicializar GTK
fr: Impossible d'initialiser GTK

source: Opening {}...
es: Abriendo {}...
fr: Ouverture de {}…

source: Missing `decodebin3` check your gst-plugins-base install
es: Falta `decodebin3` Verifique la instalación de gst-plugins-base
fr: `decodebin3` manquant Vérifiez l'installation de gst-plugin-base

source: Couldn't find GStreamer GTK video sink.
es: No se pudo encontrar el elemento "GTK video sink"
fr: Impossible de trouver l'élément « GTK video sink ».

source: Video playback will be disabled.
es: La reproducción de vídeo estará deshabilitada.
fr: L'affichage vidéo sera désactivé.

source: Please install {} or {}, depending on your distribution.
es: Por favor installe {} o {} en función de su distribución.
fr: Veuillez installer {} ou {}, selon votre distribution.

source: Could not set media in Playing mode
es: No se pudo pasar en modo reproducción.
fr: Impossible de passer le média en mode lecture.

source: Could not set media in Paused mode
es: No se pudo pasar en modo pausa.
fr: Impossible de passer le média en mode pause.

source: No usable streams could be found.
es: No se encontraron flujos utilizables.
fr: Aucun flux exploitable n'a été trouvé.

source: Missing `flacenc` check your gst-plugins-good install
es: Falta `flacenc` Verifique la instalación de gst-plugins-good
fr: `flacenc` manquant Vérifiez l'installation de gst-plugin-good

source: Missing `wavenc` check your gst-plugins-good install
es: Falta `wavenc` Verifique la instalación de gst-plugins-good
fr: `wavenc` manquant Vérifiez l'installation de gst-plugin-good

source: Missing `opusenc` check your gst-plugins-good install
es: Falta `opusenc` Verifique la instalación de gst-plugins-good
fr: `opusenc` manquant Vérifiez l'installation de gst-plugin-good

source: Missing `oggmux` check your gst-plugins-good install
es: Falta `oggmux` Verifique la instalación de gst-plugins-good
fr: `oggmux` manquant Vérifiez l'installation de gst-plugin-good

source: Missing `lamemp3enc` check your gst-plugins-good install
es: Falta `lamemp3enc` Verifique la instalación de gst-plugins-good
fr: `lamemp3enc` manquant Vérifiez l'installation de gst-plugin-good

source: Missing `id3v2mux` check your gst-plugins-good install
es: Falta `id3v2mux` Verifique la instalación de gst-plugins-good
fr: `id3v2mux` manquant Vérifiez l'installation de gst-plugin-good

source: Splitting {}...
es: Dividiendo {}...
fr: Découpage de {}…

source: do you have permission to write the file?
es: ¿tiene permiso para escribir el archivo?
fr: disposez-vous des permissions pour écrire le fichier ?

source: Failed to intialize the split
es: No se pudo inicializar la división
fr: Impossible d'initialiser le découpage

source: Failed to terminate properly. Check the resulting file.
es: No se pudo terminar adecuadamente. Verifique el fichero generado.
fr: Impossible de terminer correctement. Veuillez vérifiez le fichier généré.

source: Failed to start splitting.
es: No se pudo comenzar a dividir
fr: Impossible de démarrer le découpage.

source: Missing `matroskamux` check your gst-plugins-good install
es: Falta `matroskamux` Verifique la instalación de gst-plugins-good
fr: `matroskamux` manquant Vérifiez l'installation de gst-plugin-good

source: Matroska export requires gst-plugins-good >= 1.14
es: Exportar al formato Matroska requiere gst-plugins-good >= 1.14
fr: L'export vers un conteneur Matroska nécessite gst-plugins-good >= 1.14

source: Exporting to {}...
es: Exportar a {}...
fr: Export vers {}…

source: Failed to write Cue Sheet file
es: Error al escribir en el fichero Cue Sheet
fr: Échec à l'écriture du fichier Cue Sheet.

source: The table of contents is empty
es: La tabla de contenidos está vacía
fr: La table des matières est vide

source: untitled
es: sin título
fr: sans titre

source: couldn't add tag {tag_name}
es: no se pudo añadir la etiqueta {tag_name}
fr: impossible d'ajouter l'étiquette {tag_name}

source: unexpected error reading mkvmerge text file.
es: error inesperado al leer el fichero de texto mkvmerge
fr: erreur inattendue à la lecture du fichier texte mkvmerge

source: unexpected sequence starting with: {}
es: secuencia inesperada empezando con: {}
fr: séquence inattendue commençant par : {}

source: expecting a number, found: {}
es: se esperaba un número en lugar de {}
fr: un nombre est attendu au lieu de : {}

source: chapter numbers don't match for: {}
es: los números de capítulo no corresponden para: {}
fr: les numéros de chapitre ne correspondent pas pour : {}

source: couldn't update last start position
es: no se puede actualizar la última posición de inicio
fr: impossible de mettre à jour la dernière position de départ

source: Failed to write mkvmerge text file
es: No se pudo escribir en el archivo de texto mkvmerge
fr: Échec à l'écriture du fichier texte mkvmerge

source: Perspective selector
es: Selector de perspectiva
fr: Sélecteur de perspective

source: Open media
es: Abrir un archivo multimedia
fr: Ouvrir un fichier multimédia

source: Show / hide chapters list
es: Mostrar / ocultar la lista de capítulos
fr: Afficher / Cacher la liste chapitres

source: Title:
es: Título:
fr: Titre :

source: Artist:
es: Artista:
fr: Artiste :

source: Container:
es: Contenedor:
fr: Conteneur :

source: Video Codec:
es: Códec Vídeo:
fr: Codec Vidéo :

source: Audio Codec:
es: Códec Audio:
fr: Codec Audio :

source: Duration:
es: Duración:
fr: Durée :

source: Repeat current chapter
es: Repetir el capítulo actual
fr: Répéter le chapitre courant

source: Remove current chapter
es: Suprimir el capítulo actual
fr: Supprimer le chapitre courant

source: Add a new chapter
es: Añadir un nuevo capítulo
fr: Ajouter un nouveau chapitre

source: Zoom in
es: Aumentar el zoom
fr: Zoomer

source: Zoom out
es: Disminuir el zoom
fr: Dé-zoomer

source: Play / Pause
es: Reproducción / Pausa
fr: Jouer / Mettre en pause

source: Video Streams
es: Flujos de vídeo
fr: Flux Vidéos

source: Audio Streams
es: Flujos de audio
fr: Flux Audios

source: Text Streams
es: Flujos de texto
fr: Flux Textes

source: mkvmerge text format
es: Formato de texto de mkvmerge
fr: Format textuel de mkvmerge

source: mkvmerge compliant text format. Flat table of contents. Time resolution: 1 ms.
es: Formato de texto compatible mkvmerge. Tabla de contenido plana. Unidad de tiempo: 1 ms.
fr: Format textuel compatible avec mkvmerge. Table des matières à plat. Résolution temporelle : 1 ms.

source: Cue Sheet format
es: Formato Cue Sheet
fr: Format Cue Sheet

source: Cue Sheet compliant text format. Hierachical table of contents. Time resolution: 1 frame (1/75 s).
es: Formato de texto compatible Cue Sheet. Tabla de contenido jerárquica. Unidad de tiempo: 1 trama (1/75 s).
fr: Format textuel Cue Sheet. Table des matières hiérarchique. Résolution temporelle : 1 trame (1/75 s).

source: Matroska Container
es: Contenedor Matroska
fr: Conteneur Matroska

source: Binary audio, video & text media container. Hierachical table of contents. Time resolution: 1 ns.
es: Contenedor binario de audio, vídeo y texto. Tabla de contenido jerárquica. Unidad de tiempo: 1 ns.
fr: Conteneur binaire audio, vidéo et textuel. Table des matières hiérarchique. Résolution temporelle : 1 ns.

source: Export
es: Exportar
fr: Exporter

source: Export media to selected format
es: Exportar archivo multimedia al formato seleccionado
fr: Exporter le média au format sélectionné

source: Export Formats
es: Formatos de exportación
fr: Formats d'export

source: Audio lossless compression. Tags support.
es: Compresión de audio sin pérdidas. Gestión de etiquetas.
fr: Flac (compression sans perte). Tags gérés.

source: No compression. Tags support.
es: Sin compresión. Gestión de etiquetas.
fr: Sans compression. Tags gérés.

source: Audio lossy compression. Tags support.
es: Compresión de audio con pérdidas. Gestión de etiquetas.
fr: Compression audio avec perte. Tags gérés.

source: Split
es: Dividir
fr: Découper

source: Split audio stream and encode to selected format
es: Dividir el flujo de audio y codificarlo al formato seleccionado
fr: Découper le flux audio et encoder au format sélectionné

source: Split Formats
es: Formatos de corte
fr: Formats cibles

source: Display
es: Visualización
fr: Affichage

source: Streams
es: Flujos
fr: Flux

source: Title
es: Título
fr: Titre

source: Start
es: Inicio
fr: Début

source: End
es: Fín
fr: Fin

source: Table of contents exported succesfully
es: Tabla de contenidos exportada con éxito
fr: Table des matières exportée avec succès

source: Failed to create the file for the table of contents
es: No se pudo crear el archivo para la tabla de contenidos
fr: Échec à la création du fichier de table des matières

source: Failed to prepare for export. {}
es: No se pudo preparar la exportación. {}
fr: Échec à la préparation de l'export : {}

source: Failed to export media. {}
es: No se pudo exportar el archivo multimedia. {}
fr: Échec à l'export du média. {}

source: Yes
es: Sí
fr: Oui

source: Yes to all
es: Sí, para todos
fr: Oui pour tous

source: Cancel
es: Anular
fr: Annuler

source: No toc in file "{}"
es: Ninguna tabla de contenido en el archivo "{}"
fr: Aucune table des matières dans le fichier «{}»

source: Error opening toc file "{}": {}
es: Error al abrir el fichero "{}": {}
fr: Erreur à l'ouverture du fichier «{}» : {}

source: Failed to open toc file.
es: No se pudo abrir el archivo de la tabla de contenidos.
fr: Impossible d'ouvrir le fichier de table des matières.

source: Open a media file
es: Abrir un archivo multimedia
fr: Ouvrir un fichier multimédia

source: Open
es: Abrir
fr: Ouvrir

source: translator-credits
es: Xther
fr: François Laignel

source: Learn more about media-toc
es: Más información acerca de media-toc
fr: En apprendre plus sur media-toc

source: Missing plugin: {}
es: No se encontró el plugin: {}
fr: Greffon manquant : {}

source: Error opening file. {}
es: Error al abrir el archivo. {}
fr: Erreur à l'ouverture du fichier. {}

source: Video rendering hardware acceleration seems broken and has been disabled. Please restart the application.
es: La aceleración de hardware de reproducción de video ha sido desactivada ya que no parece funcionar correctamente. Reinicie la aplicación por favor.
fr: L'accélération matérielle pour la vidéo a été désactivée car elle ne semble pas fonctionner correctement. Veuillez relancer l'application.

source: About
es: Acerca de
fr: À propos

source: Quit
es: Salir
fr: Quitter

source: Open media file
es: Abrir el archivo multimedia
fr: Ouvrir un fichier multimédia

source: Failed to initialize GStreamer, the application can't be used.
es: No se pudo inicializar GStreamer, la aplicación no puede ser utilizada.
fr: Échec à l'initialisation de GStreamer, l'application est inutilisable.

source: {output_file} already exists. Overwrite?
es: {output_file} ya existe. ¿Reemplazarlo?
fr: {output_file} existe déjà. Écraser ?

source: Media split succesfully
es: Archivo multimedia dividido con éxito
fr: Média découpé avec succès

source: Failed to prepare for split. {}
es: No se pudo preparar la división. {}
fr: Échec à la préparation du découpage : {}

source: Failed to split media. {}
es: No se pudo dividir el archivo multimedia. {}
fr: Échec lors du découpage du média. {}

source: unknown
es: desconocido
fr: inconnu

source: Export?
es: ¿Exportar?
fr: Exporter ?

source: Stream id
es: Id. del flujo
fr: Id. du flux

source: Language
es: Idioma
fr: Langue

source: Codec
es: Códec

source: Comment
es: Comentario
fr: Commentaire

source: Width
es: Ancho
fr: Largeur

source: Height
es: Alto
fr: Hauteur

source: Rate
es: Velocidad
fr: Débit

source: Channels
es: Canales
fr: Canaux

source: Format
es: Formato

source: No
fr: Non
